<?php
/**
 * Created by PhpStorm.
 * User: Anton
 * Date: 01.05.2017
 * Time: 16:17
 */
?>
<div class="about">

    <b><h1>Деятельность компании</h1></b>
    <p>Обладая 20-летним профессиональным опытом в сфере выездного туризма, компания Travel Easy предлагает на украинском туристическом рынке только высококачественный турпродукт.
    В 2014 году группа компаний OTI, в которую входит и Travel Easy, закончила с рекордными показателями, отправив на отдых более 3 млн. 100 тыс. туристов, что составляет прирост в 24% к предыдущему году.
    Travel Easy предлагает лучшие курорты и отели в 28 странах мира – в Турции, Испании, Греции, Египте, Таиланде, Тунисе, Марокко, Израиле, ОАЭ, Андорре, Австрии, Китае, на Кубе, в Индии, на Маврикии, в Танзании, Доминиканской Республике, Индонезии, на Мальдивах, во Вьетнаме, на Сейшелах, Шри-Ланке, в Сингапуре, Мексике, Камбодже, Иордании и Украине. Идет постоянная работа по открытию новых направлений. Туроператор организует групповые и индивидуальные FIT-туры на базе собственных чартерных программ и регулярных рейсов, развивает incentive-, congress-, спортивный и другие виды туризма, а также активно занимается продажей авиабилетов онлайн.
    Компания Travel Easy (Украина, Польша, Беларусь, Грузия, Турция) принадлежит крупной международной структуре OTI Holding, которая также владеет компаниями Odeon Tours (Турция, Египет, Таиланд, ОАЭ, Испания, Греция), A-Class Travel (Турция), Holiday Market Service (Турция), Otium Hotels (Турция, Египет), Xanadu Resort Hotel (Турция), OGD Security & Consultancy (Турция).
    Общий штат сотрудников холдинга составляет более 7000 чел. Бизнес всех участников группы OTI развивается быстрыми темпами благодаря использованию современных высоких технологий, профессиональному подходу к делу и постоянному контролю качества.
    Travel Easy реализует свой турпродукт совместно с компанией Odeon Tours, также принадлежащей OTI Holding и получившей международный сертификат ISO 9001:2000 международной организации по сертификации BVQI за качество управления. Обслуживая сегмент туристов с доходами среднего и выше среднего уровня, Travel Easy стремится к 100%-му удовлетворению запросов всех своих клиентов.
    Осуществляются программы авиаперевозок на чартерной и регулярной основе из крупных городов Украины. Офисы компании Travel Easy функционируют в столице страны Киеве, а также в Запорожье, Львове, Одессе и Харькове.
        В компании уделяют огромное внимание системе управления качеством и человеческим ресурсам. Бренд Travel Easy позиционируется на украинском рынке как марка надежности и качества, что накладывает особую ответственность на деятельность компании и является стимулом для дальнейшего развития и совершенствования.</p>
    <hr>
    <b><h1>Цели и миссия</h1></b>
        <p>
    Миссия Travel Easy заключается в том, чтобы максимально способствовать созданию цивилизованного туристского рынка, где отношения в цепочке клиент — агент — оператор основаны на взаимном доверии и уважении. Конечная цель деятельности компании — сделать качественный отдых доступным для всех  украинцев.
    Основная цель Travel Easy — дальнейшее повышение эффективности деятельности компании и ее конкурентоспособности на рынке, что предполагает целенаправленную работу по четырем направлениям:
        <ul>
        <li>управление ожиданиями рынка посредством укрепления лояльности к продукту компании и проведения эффективных мероприятий по дальнейшему повышению узнаваемости бренда Travel Easy;</li>
        <li>улучшение показателей деятельности компании за счет более высоких объемов продаж и дифференциации турпродукта, постоянного мониторинга текущего положения дел на рынке и оперативной корректировки планов;</li>
        <li>повышение качества управления компанией путем эффективного планирования и повышения точности прогнозов результатов деятельности.</li>
        <li>работа по самым высоким мировым стандартам, внедрение инновационных туристских технологий, без которых невозможно поступательное движение вперед.</li>
    </ul>
    В дальнейших планах Travel Easy — увеличение доли, занимаемой компанией на рынке, расширение бизнеса за счет повышения качества, развития новых направлений и расширения ассортимента предоставляемых услуг.
    </p>
    <hr>
    <b><h1>Перспективы развития</h1></b>
    <p>
    Cпециалисты компании тщательно изучают рынок и прогнозируют дальнейшие направления развития спроса. Долгосрочные планы и планы на ближайшие 3, 5 и 10 лет постоянно обновляются и дополняются с учетом анализа тенденций на рынке мирового туризма и международной политики.
    В целях Travel Easy — закрепление лидерских позиций как ведущего украинского туроператора и увеличение занимаемой компанией доли рынка с одновременным повышением качества предлагаемого турпродукта, а также дальнейшее внедрение инновационных технологий, без которых невозможно динамичное развитие современного турбизнеса. Компания стала примером для многих украинских турфирм, которые перенимают опыт Travel Easy. Это, в свою очередь, является стимулом для дальнейшего развития компании.
    </p>
    <hr>
    <b><h1>Качество продукта</h1></b>
    Компания практикует в своей работе комплексный подход к качеству. Это означает качество во всем, начиная с предлагаемого продукта и заканчивая работой сотрудников всех подразделений Travel Easy. Благодаря этому визитной карточкой компании Travel Easy является неизменно высочайшее качество предоставляемых услуг.
    Осуществляется всесторонний контроль качества всех составляющих турпродукта на каждом этапе его формирования, продвижения и реализации. Travel Easy занимается внедрением требований стандарта ISO 9001.
    Отношения с партнерами основаны на принципах открытости и порядочности, без чего невозможно строить успешный бизнес.
    Каждый агент, приобретая продукт Travel Easy, может быть уверен, что его клиенту будут предоставлены только качественные услуги, тщательно проверенные и отобранные экспертами компании Travel Easy. Именно поэтому продукт, предлагаемый на рынке под брендом Travel Easy, является в глазах потребителей и партнеров синонимом надежности и качества.
    Социальная ответственность
    Компания намерена способствовать повышению престижа украинской туристской отрасли, установлению честной конкуренции и цивилизованных отношений между участниками рынка. Выступая за создание в Украине цивилизованного туристского рынка, руководство Travel Easy понимает, что это невозможно без экономического развития государства. Компания активно участвует в экономической и социальной жизни страны. Руководство компании вносит деятельный вклад в реализацию государственных программ в сфере туризма.
    Компания ясно осознает свою ответственность перед обществом в целом. Многочисленные благотворительные акции компании направлены на поддержку малоимущих и нуждающихся слоев населения. Компания оказывает помощь детским домам, тесно взаимодействует с различными благотворительными фондами, уделяя особое внимание детям-сиротам и ветеранам.
    <hr>
    <b><h1>Ценности и принципы</h1></b>
    <p>
    Абсолютная прозрачность и уважение к обычаям и традициям страны, где осуществляется деятельность компании.
    <ul>
        <li id="text_cor"> Сотрудники компании — это не только неотъемлемая и важнейшая часть бизнес-процесса, но и члены большой дружной семьи Travel Easy.</li>
        <li id="text_cor">Отношения с партнерами строятся на долгосрочной взаимовыгодной основе. Именно поэтому все партнеры компании являются ее верными друзьями.</li>
        <li id="text_cor">Конкуренция на рынке является для компании Travel Easy естественным стимулом для дальнейшего развития.</li>
        <li id="text_cor">В Travel Easy уважают мнение партнеров и конкурентов, непредвзято относятся к критике и всегда открыты для сотрудничества.</li>
        <li id="text_cor">Участие в благотворительности и в социальной жизни страны является обязательным для компании.</li>
        <li id="text_cor">Компания стремится к тому, чтобы каждый турист был доволен отдыхом с Travel Easy.</li>
        <li id="text_cor">Travel Easy всемерно способствует дальнейшему развитию туристского потребительского рынка, понимая, что успешное развитие компании возможно только при поступательном движении вперед всей туротрасли.</li>
    </ul>
    </p>
    <hr>
       <b><h1>Составляющие успеха</h1> </b>
    <p>
    Главными составляющими успеха Travel Easy были и остаются гибкость политики компании, восприимчивость к инновациям и открытость для новых, прогрессивных методик и технологий.
    Корпоративная этика компании основывается на сочетании командного подхода к выполнению поставленных задач с профессионализмом и творческой инициативой каждого отдельного сотрудника, а также на обязательной порядочности и ответственности по отношению ко всем участникам бизнеса и клиентам.
    Двери Travel Easy всегда открыты для талантливых и активных людей, которые хотели бы стать частью команды профессионалов и приумножить достижения компании. В основе успеха бренда Travel Easy лежат высокий профессионализм и творческий подход к делу сотрудников компании. Это помогает компании совершенствоваться и двигаться вперед.
    Во главе угла деятельности Travel Easy с момента ее создания лежит максимальное удовлетворение потребностей всех категорий наших клиентов. Конечная цель компании — 100%-ое удовлетворение каждого туриста продуктом под брендом Travel Easy, независимо от того, какое количество туристов обслуживает компания.
    </p>

</div>
